Revit 2027 API
CurtainGridSet.Erase Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual int Erase(
	CurtainGrid item
)
Public Overridable Function Erase (
	item As CurtainGrid
) As Integer
public:
virtual int Erase(
	CurtainGrid^ item
)
abstract Erase :
        item : CurtainGrid -> int
override Erase :
        item : CurtainGrid -> int
Parameters
item CurtainGrid
Return Value
Int32
See Also
Reference
CurtainGridSet Class
Autodesk.Revit.DB Namespace